<?php

return [

    'created' => 'تم إنشاء التصنيف بنجاح.',
    'updated' => 'تم تحديث التصنيف بنجاح.',
    'deleted' => 'تم حذف التصنيف بنجاح.',
    'not_found' => 'التصنيف غير موجود.',

    'name_en_required' => 'الاسم الإنجليزي مطلوب.',
    'name_ar_required' => 'الاسم العربي مطلوب.',

    'name_en_unique' => 'الاسم الإنجليزي مستخدم بالفعل.',
    'name_ar_unique' => 'الاسم العربي مستخدم بالفعل.',

    'image_image' => 'يجب أن يكون الملف صورة.',
    'image_mimes' => 'يجب أن تكون الصورة من نوع jpg أو jpeg أو png أو webp.',
    'image_max' => 'يجب ألا يزيد حجم الصورة عن 2 ميجابايت.',
];
