<?php

return [
    'user_required' => 'المستخدم مطلوب.',
    'user_exists' => 'المستخدم غير موجود.',

    'title_en_required' => 'العنوان باللغة الإنجليزية مطلوب.',
    'title_ar_required' => 'العنوان باللغة العربية مطلوب.',

    'message_en_required' => 'الرسالة باللغة الإنجليزية مطلوبة.',
    'message_ar_required' => 'الرسالة باللغة العربية مطلوبة.',

    'created' => 'تم إنشاء الإشعار بنجاح.',
    'marked_as_read' => 'تم تحديد الإشعار كمقروء.',
    'all_marked_as_read' => 'تم تحديد جميع الإشعارات كمقروءة.',
    'deleted' => 'تم حذف الإشعار بنجاح.',
];
